import { Element } from "solid-js";

let lyrics: (String[] | null)[] = [
  ["10尺20の", "フラワーマン"],

  ["その手で", "触れてよ"],

  ["この花びら", "全部"],

  ["整えてよ"],

  ["Woo Woo 愁い", "のフラワーマン"],

  ["ガラスの器の"],

  ["中で願うのは"],

  ["あの笑顔"],

  ["フラワーマン", "フラワーマン"],

  ["土の 奥へ"],

  ["根を張り"],

  ["世界を見る"],

  ["空に"],

  ["高く 注ぐ"],

  ["光 浴びて"],

  ["日々は"],

  ["続いてゆく"],

  ["フラワーズ"],

  null,

  ["10尺20の", "フラワーマン"],

  ["その手で", "触れてよ"],

  ["砕け散る器"],

  ["力に変え"],

  ["Oh Oh 恐れぬ", "フラワーマン"],

  ["おのれの", "道へと"],

  ["ガラスが", "砕けたって"],

  ["生きるよ"],

  ["フラワーマン", "フラワーマン"],

  ["土の 奥へ"],

  ["根を張り"],

  ["世界を見る"],

  ["空に"],

  ["高く 注ぐ"],

  ["光 浴びて"],

  ["日々は"],

  ["続いてゆく"],

  ["フラワーズ"],
];

export default lyrics;
