let lyrics: ((string | string[] | null)[] | null)[] = [
  [["10", "じゅう"], ["尺", "しゃく"], ["20", "にじゅう"], "の", null, "フラワーマン"],

  ["その", ["手", ""], "で", null, ["触", ""], "れてよ"],

  ["この花びら", null, ["全部", ""]],

  [["整", ""], "えてよ"],

  ["Woo Woo", ["愁", ""], "い", null, "のフラワーマン"],

  ["ガラスの", ["器", ""], "の"],

  [["中", ""], "で", ["願", ""], "うのは"],

  ["あの", ["笑顔", ""]],

  ["フラワーマン", null, "フラワーマン"],

  [["土", ""], "の ", ["奥", ""], "へ"],

  [["根", ""], "を", ["張", ""], "り"],

  [["世界", ""], "を", ["見", ""], "る"],

  [["空", ""], "に"],

  [["高", ""], "く ", ["注", ""], "ぐ"],

  [["光", ""], " ", ["浴", ""], "びて"],

  [["日", ""], "々は"],

  [["続", ""], "いてゆく"],

  ["フラワーズ"],

  null,

  [["10", "じゅう"], ["尺", "しゃく"], ["20", "にじゅう"], "の", null, "フラワーマン"],

  ["その", ["手", ""], "で", null, ["触", ""], "れてよ"],

  [["砕", ""], "け", ["散", ""], "る", ["器", ""]],

  [["力", ""], "に", ["変", ""], "え"],

  ["Oh Oh", ["恐", ""], "れぬ", null, "フラワーマン"],

  ["おのれの", null, ["道", ""], "へと"],

  ["ガラスが", null, ["砕", ""], "けたって"],

  [["生", ""], "きるよ"],

  ["フラワーマン", null, "フラワーマン"],

  [["土", ""], "の ", ["奥", ""], "へ"],

  [["根", ""], "を", ["張", ""], "り"],

  [["世界", ""], "を", ["見", ""], "る"],

  [["空", ""], "に"],

  [["高", ""], "く ", ["注", ""], "ぐ"],

  [["光", ""], " ", ["浴", ""], "びて"],

  [["日", ""], "々は"],

  [["続", ""], "いてゆく"],

  ["フラワーズ"],
];

export default lyrics;
