let lyrics: ((string | string[] | null)[] | null)[] = [
  [["10", "じゅう"], ["尺", "しゃく"], ["20", "にじゅう"], "の", null, "フラワーマン"],

  ["その", ["手", "て"], "で", null, ["触", "ふ"], "れてよ"],

  ["この", ["花", "はな"], "びら", null, ["全部", "ぜんぶ"]],

  [["整", "ととの"], "えてよ"],

  ["Woo Woo", ["愁", "うれ"], "い", null, "のフラワーマン"],

  ["ガラスの", ["器", "うつわ"], "の"],

  [["中", "なか"], "で", ["願", "ねが"], "うのは"],

  ["あの", ["笑顔", "えがお"]],

  ["フラワーマン", null, "フラワーマン"],

  [["土", "つち"], "の ", ["奥", "おく"], "へ"],

  [["根", "ね"], "を", ["張", "は"], "り"],

  [["世界", "せかい"], "を", ["見", "み"], "る"],

  [["空", "そら"], "に"],

  [["高", "たか"], "く ", ["注", "そそ"], "ぐ"],

  [["光", "ひかり"], " ", ["浴", "あ"], "びて"],

  [["日", "ひ"], "々は"],

  [["続", "つづ"], "いてゆく"],

  ["フラワーズ"],

  null,

  [["10", "じゅう"], ["尺", "しゃく"], ["20", "にじゅう"], "の", null, "フラワーマン"],

  ["その", ["手", "て"], "で", null, ["触", "ふ"], "れてよ"],

  [["砕", "くだ"], "け", ["散", "ち"], "る", ["器", "うつわ"]],

  [["力", "ちから"], "に", ["変", "か"], "え"],

  ["Oh Oh", ["恐", "おそ"], "れぬ", null, "フラワーマン"],

  ["おのれの", null, ["道", "みち"], "へと"],

  ["ガラスが", null, ["砕", "くだ"], "けたって"],

  [["生", "い"], "きるよ"],

  ["フラワーマン", null, "フラワーマン"],

  [["土", "つち"], "の ", ["奥", "おく"], "へ"],

  [["根", "ね"], "を", ["張", "は"], "り"],

  [["世界", "せかい"], "を", ["見", "み"], "る"],

  [["空", "そら"], "に"],

  [["高", "たか"], "く ", ["注", "そそ"], "ぐ"],

  [["光", "ひかり"], " ", ["浴", "あ"], "びて"],

  [["日", "ひ"], "々は"],

  [["続", "つづ"], "いてゆく"],

  ["フラワーズ"],
];

export default lyrics;
